tap "gemfury/tap"
tap "homebrew/bundle"
tap "tako8ki/tap"
brew "xz"
brew "awscli"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "circleci"
brew "coreutils"
brew "cowsay"
brew "direnv"
brew "docker-credential-helper-ecr"
brew "fzf"
brew "gh"
brew "git"
brew "grype"
brew "hadolint"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "mkcert"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "nyancat"
brew "ollama"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "python@3.11"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "uv"
brew "zsh"
brew "gemfury/tap/fury-cli"
brew "tako8ki/tap/gobang"
cask "1password-cli"
cask "ghostty"
cask "miniconda"
vscode "alefragnani.bookmarks"
vscode "andrsdc.base16-themes"
vscode "bmewburn.vscode-intelephense-client"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "luke-zhang-04.processing-vscode"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "octref.vscode-json-transform"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
