tap "arttor/tap"
tap "chrokh/tap"
tap "gemfury/tap"
tap "geolessel/repo"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "tako8ki/tap"
brew "autoconf"
brew "automake"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "bat"
brew "bottom"
brew "caddy"
brew "glib"
brew "cairo"
brew "stow"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "dbus"
brew "ddgr"
brew "deno"
brew "direnv"
brew "docker-credential-helper-ecr"
brew "doctl"
brew "docutils"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "foreman"
brew "fortune"
brew "gh"
brew "git"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "grype"
brew "hadolint"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libomp"
brew "libpq"
brew "libtool"
brew "libyaml"
brew "lolcat"
brew "minikube"
brew "mkcert"
brew "navi"
brew "neovim"
brew "nmap"
brew "pkgconf"
brew "nodenv"
brew "nss"
brew "nvm"
brew "ollama"
brew "pipx"
brew "portaudio"
brew "postgresql@17"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "python@3.13"
brew "rbenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "sentencepiece"
brew "shellcheck"
brew "sl"
brew "starship"
brew "taglib"
brew "tailscale"
brew "tere"
brew "tilt"
brew "tlrc"
brew "tmux"
brew "toot"
brew "uv"
brew "viu"
brew "yazi"
brew "zlib"
brew "zsh"
brew "gemfury/tap/fury-cli"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "tako8ki/tap/gobang"
cask "1password-cli"
cask "ghostty"
cask "gimp"
cask "miniconda"
cask "ngrok"
cask "openlens"
cask "orbstack"
cask "wave"
vscode "alefragnani.bookmarks"
vscode "andrsdc.base16-themes"
vscode "be5invis.toml"
vscode "bmewburn.vscode-intelephense-client"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "josetr.cmake-language-support-vscode"
vscode "luke-zhang-04.processing-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "octref.vscode-json-transform"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "tilt-dev.tiltfile"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
